var strings = {
	rotation: 'bitbest.ru',
	blur: 'BLUR BLUR',

	megabyte: 'Мб',

	showFlyout: 'Открыть форму',
	hideFlyout: 'Закрыть форму',
	flyoutHeader: 'Гаджет для сайдбара Windows',
	flyoutDescription: 'Гаджеты отличное дополнение к веб-сайту или сервису, они могут сообщать пользователю о новых публикациях, сообщениях, письмах, показывать постоянно изменяющуюся информацию (курсы валют, погоду), ускорять регулярные действия пользователя. Гаджет это небольшая веб-страница поэтому его создание не требует от веб-разработчика значительных усилий или освоения новых технологий. В этой статье я постараюсь собрать всю информацию необходимую для начала создания своего гаджета.',
	
	showImagesLabel: 'Показывать изображения',	
	
	backgroundOpacityLabel: 'Прозрачность фона:',
	backgroundOpacityCondition: 'От 0 до 100',
	
	backgroundModeLabel: 'Фовые объекты:',
	gtextRotation: 'Вращение текста',
	gtextBlur: 'Размытие текст',
	gimageRotation: 'Вращающение изображения',
	gimageBlur: 'Размытие изображения',
	
	about: 'Страница гаджета',
	aboutTitle: 'Ru',
	aboutHref: 'http://bitbest.ru/'
}
